Repository: WPManageNinja/fluent-auth
Catalog: language/*.po
Languages: es_es

source: %s is required
es_es: %s es requerido

source: <p>Hi %s,</p>
es_es: <p>Hola %s,</p>

source: <p>If you did not request to reset your password, please ignore this email.</p>
es_es: <p>Si no solicitaste restablecer tu contraseña, ignora este correo electrónico.</p>

source: <p>Someone has requested a new password for the following account on WordPress:</p>
es_es: <p>Alguien ha solicitado una nueva contraseña para la siguiente cuenta en WordPress:</p>

source: <strong>Error:</strong> This email address is already registered. Please login or try reset password
es_es: <strong>Error:</strong> Esta dirección de correo electrónico ya está registrada. Por favor inicia sesión o intenta restablecer la contraseña

source: <strong>Error</strong>: Could not register you. Please contact the site admin!
es_es: <strong>Error</strong>: No se pudo registrar. Ponte en contacto con el admininstrador del sitio!

source: <strong>Error</strong>: Invalid username or email
es_es: <strong>Error</strong>: Nombre de usuario o correo electrónico no válido

source: <strong>Error</strong>: Invalid username, email address or incorrect password.
es_es: <strong>Error</strong>: Nombre de usuario, dirección de correo electrónico no válidos o contraseña incorrecta.

source: <strong>Error</strong>: Please enter a username.
es_es: <strong>Error</strong>: Introduce un nombre de usuario.

source: <strong>Error</strong>: Please type your email address.
es_es: <strong>Error</strong>: Escribe su dirección de correo electrónico.

source: <strong>Error</strong>: Sorry, that username is not allowed.
es_es: <strong>Error</strong>: Lo siento, ese nombre de usuario no está permitido.

source: <strong>Error</strong>: The email address is not correct.
es_es: <strong>Error</strong>: La dirección de correo electrónico no es correcta.

source: <strong>Error</strong>: The username or the password is invalid. Please try different combination.
es_es: <strong>Error</strong>: El nombre de usuario o la contraseña no son válidos. Intenta combinaciones diferentes.

source: <strong>Error</strong>: There is no account with that username or email address.
es_es: <strong>Error</strong>: No hay cuenta con ese nombre de usuario o correo electrónico.

source: <strong>Error</strong>: This username is already registered. Please choose another one.
es_es: <strong>Error</strong>: Este usuario ya está registrado. Por favor elige otra.

source: <strong>Error</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
es_es: <strong>Error</strong>: Este nombre de usuario no es válido porque utiliza caracteres ilegales. Introduce un nombre de usuario válido.

source: [Only use this if you do not have other wp users than your close circle]
es_es: [Úsalo solamente si no tienes otros usuarios de wp además de tu círculo cercano]

source: A new field will be shown to provide this code to login. Users can also set their own code from profile page.
es_es: Se mostrará un nuevo campo para proporcionar este código para iniciar sesión. Los usuarios también pueden configurar su propio código desde la página de perfil.

source: Action
es_es: Acción

source: Add Rule
es_es: Agregar regla

source: Advanced Redirect Rules
es_es: Reglas de redirección avanzadas

source: All
es_es: Todos

source: All Logs has been deleted
es_es: Todos los registros han sido eliminados

source: All Time
es_es: Todos el tiempo

source: Already have an account?
es_es: ¿Ya tienes una cuenta?

source: API Error when authenticate via github
es_es: Error de API al autenticarse a través de github

source: Apply recommended settings
es_es: Aplicar configuración recomendada

source: Are you sure to delete all the logs?
es_es: ¿Estás seguro de borrar todos los registros?

source: Automatically delete logs older than (in days)
es_es: Eliminar automáticamente registros anteriores a (en días)

source: Blocked
es_es: Bloqueado

source: Blocked Logins
es_es: Inicios de sesión bloqueados

source: Browser
es_es: Navegador

source: Check your inbox
es_es: Revisa tu bandeja de entrada

source: Click the link below to sign in to your %s account
es_es: Haz clic en el enlace a continuación para iniciar sesión en su cuenta %s

source: Configure Fluent Auth
es_es: Configurar Fluent Auth

source: Connect with
es_es: Conéctate con

source: Continue
es_es: Continuar

source: Core Security Settings
es_es: Configuración de seguridad principal

source: Create an Account
es_es: Crear una Cuenta

source: Credential Storage Method
es_es: Método de Almacenamiento de Credenciales

source: Dashboard
es_es: Panel de control

source: Database
es_es: Base de datos

source: Date
es_es: Fecha

source: Delete All Logs
es_es: Borrar todos los registros

source: Description
es_es: Descripción

source: Disable admin bar and <code>/wp-admin/</code> access for selected user roles.
es_es: Deshabilitar la barra de administración y el acceso <code>/wp-admin/</code> para roles de usuario seleccionados.

source: Disable App Login (Rest API) for Remote Access. (Recommended: Disable)
es_es: Deshabilitar el inicio de sesión de la aplicación (API Rest) para el acceso remoto. (Recomendado: Deshabilitar)

source: Disable Magic Login for specific user roles (Leave blank to enable magic login for all users)
es_es: Deshabilitar inicio de sesión mágico para roles de usuario específicos (déjalo en blanco para habilitar inicio de sesión mágico para todos los usuarios)

source: Disable Public User Indexing
es_es: Deshabilitar indexación pública de usuarios

source: Disable REST Endpoint for wp users query for public (Recommended: Disable)
es_es: Deshabilitar REST Endpoint para consultas de usuarios de wp para el público (Recomendado: Deshabilitar)

source: Disable Rest Remote App Login
es_es: Deshabilitar el inicio de sesión de la aplicación remota Rest

source: Disable XML-RPC (Most of the sites don't need XMLRPC)
es_es: Deshabilitar XML-RPC (La mayoría de los sitios no necesitan XMLRPC)

source: Disable XML-RPC Requests
es_es: Desactivar solicitudes XML-RPC

source: Email and Password is required
es_es: Se requiere correo electrónico y contraseña

source: Email or Password is not valid. Please try again
es_es: Email o Contraseña no es válido. Inténtalo de nuevo

source: Enable Custom Login / Signup Shortcodes
es_es: Habilitar códigos cortos personalizados de inicio de sesión/registro

source: Enable Custom Login Redirects
es_es: Habilitar redirecciones de inicio de sesión personalizadas

source: Enable Login Security and Login Limit (recommended)
es_es: Habilitar seguridad de inicio de sesión y límite de inicio de sesión (recomendado)

source: Enable Login with Github
es_es: Habilitar inicio de sesión con Github

source: Enable Login with Google
es_es: Habilitar inicio de sesión con Google

source: Enable Social Login / Signup
es_es: Habilitar inicio de sesión / registro social

source: Enter the email address or username associated with your account, and we'll send a magic link to your inbox.
es_es: Ingresa la dirección de correo electrónico o el nombre de usuario asociado con su cuenta, y enviaremos un enlace mágico a su bandeja de entrada.

source: Extended Login Security
es_es: Seguridad de inicio de sesión extendida

source: Failed
es_es: Fallo

source: Failed Logins
es_es: Inicios de sesión fallidos

source: Fluent Auth Team
es_es: Equipo de autenticación fluida

source: FluentAuth - Auth Security Plugin
es_es: FluentAuth - Complemento de seguridad de autenticación

source: FluentAuth Settings
es_es: Configuración de FluentAuth

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

source: Form validation failed. Please provide the correct data
es_es: La validación del formulario falló. Por favor proporcione los datos correctos

source: Full Authentication Flow ShortCode (includes Login Form, Registration Form and Password Reset Form)
es_es: Código abreviado de flujo de autenticación completo (incluye formulario de inicio de sesión, formulario de registro y formulario de restablecimiento de contraseña)

source: Github Client ID
es_es: ID de cliente de Github

source: Github Client Secret
es_es: Secreto de cliente de Github

source: Google Client ID
es_es: ID de cliente de Google

source: Google Client Secret
es_es: Secreto de cliente de Google

source: Hello %s,
es_es: Hola %s,

source: How many times user can try login in
es_es: Cuántas veces el usuario puede intentar iniciar sesión

source: If the button above does not work, paste this link into your web browser:
es_es: Si el botón de arriba no funciona, pega este enlace en tu navegador web:

source: If you did not make this request, you can safely ignore this email.
es_es: Si no realizaste esta solicitud, puedes ignorar este correo electrónico de manera segura.

source: Invalid username or email
es_es: Usuario o correo electrónico no válido

source: Last 30 days
es_es: Últimos 30 días

source: Last 7 days
es_es: Últimos 7 días

source: Log has been deleted
es_es: El registro ha sido eliminado

source: Log Login Logs
es_es: Registrar Registros de inicio de sesión

source: Login
es_es: Iniciar sesión

source: Login Code
es_es: Código de inicio de sesión

source: Login is not enabled
es_es: El inicio de sesión no está habilitado

source: Login Notifications
es_es: Notificaciones de inicio de sesión

source: Login or Signup
es_es: Iniciar sesión o Registrarse

source: Login or Signup Forms
es_es: Inicio de sesión o formularios de registro

source: Login or Signup Forms and Login Redirects
es_es: Inicio de sesión o formularios de registro y redirecciones de inicio de sesión

source: Login Redirects
es_es: Redirecciones de inicio de sesión

source: Login Redirects Settings
es_es: Configuración de redirecciones de inicio de sesión

source: Login Security Settings
es_es: Configuración de seguridad de inicio de sesión

source: Login Username
es_es: Iniciar sesión Nombre de usuario

source: Login Via Magic URL
es_es: Iniciar sesión a través de la URL mágica

source: Login via URL
es_es: Iniciar sesión a través de URL

source: Login via URL is not activated
es_es: Login vía URL no está activado

source: Login with Github Settings
es_es: Iniciar sesión con la configuración de Github

source: Login with Google Settings
es_es: Iniciar sesión con la configuración de Google

source: Login/Signup Forms
es_es: Inicio de sesión/Formularios de registro

source: Logs
es_es: Registros

source: Magic Login
es_es: Inicio de sesión mágico

source: Media
es_es: Medios

source: Nonce Verification failed. Please try again
es_es: Nonce Verificación fallida. Inténtalo de nuevo

source: Not enough data. This section will show recent failed login attempts
es_es: No hay suficientes datos. Esta sección mostrará los intentos de inicio de sesión fallidos recientes

source: Not enough data. This section will show recent successful logins
es_es: No hay suficientes datos. Esta sección mostrará inicios de sesión exitosos recientes

source: Not registered?
es_es: ¿No estás registrado?

source: Notification Send to Email Address
es_es: Enviar notificación a dirección de correo electrónico

source: Only Login Form ShortCode
es_es: Sólo formulario de inicio de sesión ShortCode

source: Only Registration Form ShortCode
es_es: Solamente Formulario de Registro ShortCode

source: Or
es_es: O

source: Other Settings
es_es: Otras Configuraciones

source: Password
es_es: Contraseña

source: Password Reset Form ShortCode
es_es: Formulario de restablecimiento de contraseña desde ShortCode

source: Password reset is not allowed for this user
es_es: El restablecimiento de contraseña no está permitido para este usuario

source: Please add the following code in your wp-config.php file (please replace the *** with your app values)
es_es: Agrega el siguiente código en tu archivo wp-config.php (reemplaza *** con los valores de tu aplicación)

source: Please check your email for the reset link
es_es: Por favor revisa tu correo electrónico para el enlace de reinicio

source: Please check your email inbox and get the 2 factor Authentication code and Provide here to login
es_es: Por favor revisa la bandeja de entrada de su correo electrónico, obtén el código de autenticación de 2 factores y colócalo aquí para iniciar sesión

source: Please provide a valid login code
es_es: Por favor proporciona un código de inicio de sesión válido

source: Provide Login Security Pass that users need to provide when login
es_es: Proporciona el pase de seguridad de inicio de sesión que los usuarios deben introducir al iniciar sesión

source: Provided %s is not a valid email
es_es: Siempre que %s no sea un correo electrónico válido

source: Recent Failed & Blocked Logins
es_es: Últimos inicios de sesión fallidos y bloqueados

source: Recent Successful Logins
es_es: Últimos inicios de sesión exitosos

source: refresh
es_es: actualizar

source: Registration has been completed. Please login now
es_es: El registro ha sido completado. Inicia sesión ahora

source: Reset Password
es_es: Restablecer contraseña

source: Reset your password for %s
es_es: Restablece tu contraseña para %s

source: Roles to disable <code>wp-admin</code> access and hide admin bar
es_es: Roles para deshabilitar el acceso <code>wp-admin</code> y ocultar la barra de administración

source: Save Settings
es_es: Guardar configuración

source: Security nonce is required
es_es: Se requiere nonce de seguridad

source: Security verification failed
es_es: Verificación de seguridad fallida

source: Security verification failed. Please try again
es_es: Verificación de seguridad fallida. Inténtalo de nuevo

source: Select Range
es_es: Seleccionar Rango

source: Send Email notification if any of the following user roles login
es_es: Enviar notificación por correo electrónico si alguno de los siguientes roles de usuario inicia sesión

source: Send email notification when a user get blocked
es_es: Enviar notificación por correo electrónico cuando un usuario es bloqueado

source: Settings
es_es: Configuración

source: Settings has been updated
es_es: Se ha actualizado la configuración

source: Settings Overview
es_es: Descripción general de la configuración

source: Sign in to %s
es_es: Inicia sesión en %s

source: Signup
es_es: Regístrate

source: Social Login
es_es: Inicio de sesión social

source: Social Login/Signup Settings
es_es: Inicio de sesión social/Configuración de registro

source: Someone requested to login to %s and here is the Login code that you can use in the login form
es_es: Alguien solicitó iniciar sesión en %s y aquí está el código de inicio de sesión que puede usar en el formulario de inicio de sesión

source: Sorry! There has an error when fetching data for google authentication. Please try again
es_es: ¡Lo siento! Hay un error al obtener datos para la autenticación de Google. Por favor inténtalo de nuevo

source: Sorry! There has an error when fetching token for google authentication. Please try again
es_es: ¡Lo siento! Hay un error al obtener datos para la autenticación de Google. Por favor inténtalo de nuevo

source: Sorry! we could not authenticate you via github
es_es: ¡Lo siento! no pudimos autenticarte a través de github

source: Sorry! we could not authenticate you via google
es_es: ¡Lo siento! no pudimos autentificarte a través de google

source: Sorry, You can not login via magic url. Please use regular login form
es_es: Lo sentimos, no puede iniciar sesión a través de la URL mágica. Utiliza el formulario de inicio de sesión normal

source: Sorry, You can not use this verification method
es_es: Lo siento, no puedes usar este método de verificación

source: Sorry, your login code has been expired. Please try to login again
es_es: Lo sentimos, tu código de inicio de sesión ha caducado. Intenta iniciar sesión de nuevo

source: Standard
es_es: Estándar

source: Status
es_es: Estado

source: Successful
es_es: Exitoso

source: Successful Logins
es_es: Inicios de sesión exitosos

source: Successfully registered to the site.
es_es: Registrado con éxito en el sitio.

source: Super Simple Login & Signup Security and Social Login Plugin for WordPress
es_es: Complemento de inicio de sesión social y seguridad de inicio de sesión y registro súper simple para WordPress

source: Thank you for installing %s Plugin. Please configure the security settings to enable enhanced security of your site
es_es: Gracias por instalar el complemento %s. Configure los ajustes de seguridad para habilitar la seguridad mejorada de su sitio

source: There has an error when log you in. Please try to login again
es_es: Hay un error al iniciar sesión. Intente iniciar sesión de nuevo

source: This code will expire in %d minutes and can only be used once.
es_es: Este código caducará en %d minutos y solo se puede usar una vez.

source: This link will expire in %d minutes and can only be used once.
es_es: Este enlace caducará en %d minutos y solo se puede usar una vez.

source: This Month
es_es: Este Mes

source: Today
es_es: Hoy

source: Two-Factor Authentication Code
es_es: Código de autenticación de dos factores

source: Use 0 if you do not delete the logs
es_es: Usa 0 si no borras los logs

source: Use Regular Login form
es_es: Usar formulario de inicio de sesión normal

source: User Agent
es_es: Agente de Usuario

source: User Capability
es_es: Capacidad de usuario

source: User ID
es_es: ID de usuario

source: User registration is not enabled
es_es: El registro de usuarios no está habilitado

source: User registration is not enabled. <a href="%s">Go to Home Page</a>
es_es: El registro de usuarios no está habilitado. <a href="%s">Ir a la página de inicio</a>

source: User Role
es_es: Rol de usuario

source: Username
es_es: Nombre de usuario

source: Username or Email
es_es: Usuario o Email

source: Username or email is required
es_es: Se requiere nombre de usuario o correo electrónico

source: Users can only login with the extended security code. Enable only if only internal team login to the site to manage
es_es: Los usuarios solo pueden iniciar sesión con el código de seguridad extendido. Habilitar solo si el equipo interno inicia sesión en el sitio para administrar

source: view your security config and recent login activities
es_es: ver su configuración de seguridad y actividades de inicio de sesión recientes

source: We just emailed a login link to your registered email. Click the link to sign in.
es_es: Acabamos de enviar un enlace de inicio de sesión a su correo electrónico registrado. Haga clic en el enlace para iniciar sesión.

source: We just emailed a magic link to %s. Click the link to sign in.
es_es: Acabamos de enviar un enlace mágico a %s. Haz clic en el enlace para iniciar sesión.

source: We recommend to enable login logs as well as set login try limit
es_es: Recomendamos habilitar los registros de inicio de sesión y establecer un límite de intentos de inicio de sesión

source: With Login Security Code
es_es: Con código de seguridad de inicio de sesión

source: wp-config file(recommended)
es_es: archivo wp-config (recomendado)

source: You are already logged in. <a href="%s">Go to Home Page</a>
es_es: Ya has iniciado sesión. <a href="%s">Ir a la página de inicio</a>

source: You are trying too much. Please try after %d minutes
es_es: Demasiados intentos. Inténtalo después de %d minutos

source: You can also login by clicking the following button
es_es: También puedes iniciar sesión haciendo clic en el siguiente botón

source: Your Email/Username
es_es: Tu correo electrónico/nombre de usuario

source: Your Github email address does not match with your current account email address. Please use the same email address
es_es: Tu dirección de correo electrónico de Github no coincide con la dirección de correo electrónico de tu cuenta actual. Utiliza la misma dirección de correo electrónico

source: Your Google email address does not match with your current account email address. Please use the same email address
es_es: Tu dirección de correo electrónico de Google no coincide con la dirección de correo electrónico de tu cuenta actual. Utilize la misma dirección de correo electrónico

source: Your Login code for %1s - %d
es_es: Tu código de inicio de sesión para %1s - %d

source: Your Login Code:
es_es: Tu código de inicio de sesión:

source: Your provided code is not valid. Please try again
es_es: Tu código proporcionado no es válido. Inténtalo de nuevo

source: Your provided code or url is not valid
es_es: Tu código o url proporcionado no es válido
